#
# Copyright (c) 2026 Richie (https://www.github.com/richie696)
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#   https://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

MSG_GATEWAY_TIP_1=\u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u099A\u09BE\u09B2\u09BF\u09AF\u09BC\u09C7 \u09AF\u09BE\u0993\u09AF\u09BC\u09BE\u09B0 \u0986\u0997\u09C7 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_2=\u09B2\u0997\u0987\u09A8 \u0986\u09B0 \u09AC\u09C8\u09A7 \u09A8\u09AF\u09BC, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u0986\u09AC\u09BE\u09B0 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_3=\u09B2\u0997\u0987\u09A8\u09C7\u09B0 \u09AE\u09C7\u09AF\u09BC\u09BE\u09A6 \u09B6\u09C7\u09B7 \u09B9\u09AF\u09BC\u09C7 \u0997\u09C7\u099B\u09C7, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u0986\u09AC\u09BE\u09B0 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_4=\u09AC\u09B0\u09CD\u09A4\u09AE\u09BE\u09A8 \u0985\u09CD\u09AF\u09BE\u0995\u09BE\u0989\u09A8\u09CD\u099F\u09C7\u09B0 \u09AE\u09C7\u09AF\u09BC\u09BE\u09A6 \u09B6\u09C7\u09B7 \u09B9\u09AF\u09BC\u09C7 \u0997\u09C7\u099B\u09C7, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09AA\u09CD\u09B0\u09B6\u09BE\u09B8\u0995\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u09AF\u09CB\u0997\u09BE\u09AF\u09CB\u0997 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_5=\u09AD\u09BE\u09A1\u09BC\u09BE\u099F\u09BF\u09AF\u09BC\u09BE\u09B0 \u09AE\u09C7\u09AF\u09BC\u09BE\u09A6 \u09B6\u09C7\u09B7 \u09B9\u0993\u09AF\u09BC\u09BE\u09B0 \u09AC\u09BF\u099C\u09CD\u099E\u09AA\u09CD\u09A4\u09BF \u09AA\u09BE\u09A0\u09BE\u09A4\u09C7 \u09AC\u09CD\u09AF\u09B0\u09CD\u09A5, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09AA\u09B0\u09C7 \u0986\u09AC\u09BE\u09B0 \u099A\u09C7\u09B7\u09CD\u099F\u09BE \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_6=\u09AD\u09BE\u09A1\u09BC\u09BE\u099F\u09BF\u09AF\u09BC\u09BE\u09B0 \u09A4\u09A5\u09CD\u09AF \u09AC\u09C8\u09A7 \u09A8\u09AF\u09BC, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09AA\u09CD\u09B0\u09B6\u09BE\u09B8\u0995\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u09AF\u09CB\u0997\u09BE\u09AF\u09CB\u0997 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_7=SSO \u09AA\u09CD\u09B0\u09AE\u09BE\u09A3\u09C0\u0995\u09B0\u09A3 \u09AC\u09CD\u09AF\u09B0\u09CD\u09A5 \u09B9\u09AF\u09BC\u09C7\u099B\u09C7, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u0986\u09AC\u09BE\u09B0 \u099A\u09C7\u09B7\u09CD\u099F\u09BE \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_8=\u09AC\u09B0\u09CD\u09A4\u09AE\u09BE\u09A8 \u0985\u09CD\u09AF\u09BE\u0995\u09BE\u0989\u09A8\u09CD\u099F \u0985\u09A8\u09CD\u09AF \u0995\u09CB\u09A5\u09BE\u0993 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09BE \u09B9\u09AF\u09BC\u09C7\u099B\u09C7, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u0986\u09AC\u09BE\u09B0 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09C1\u09A8\u0964
MSG_GATEWAY_TIP_9=\u09AC\u09B0\u09CD\u09A4\u09AE\u09BE\u09A8 IP \u09A0\u09BF\u0995\u09BE\u09A8\u09BE \u09B9\u09CB\u09AF\u09BC\u09BE\u0987\u099F\u09B2\u09BF\u09B8\u09CD\u099F\u09C7 \u09A8\u09C7\u0987 \u098F\u09AC\u0982 \u0985\u09CD\u09AF\u09BE\u0995\u09CD\u09B8\u09C7\u09B8 \u0985\u09A8\u09C1\u09B0\u09CB\u09A7 \u09AA\u09CD\u09B0\u09A4\u09CD\u09AF\u09BE\u0996\u09CD\u09AF\u09BE\u09A8 \u0995\u09B0\u09BE \u09B9\u09AF\u09BC\u09C7\u099B\u09C7\u0964
ERROR_MESSAGE=\u09A4\u09CD\u09B0\u09C1\u099F\u09BF \u09AC\u09BE\u09B0\u09CD\u09A4\u09BE: {}
ERROR_TYPE=\u09AC\u09CD\u09AF\u09A4\u09BF\u0995\u09CD\u09B0\u09AE \u09AA\u09CD\u09B0\u0995\u09BE\u09B0: {}
ERROR_STACK_TRACE=\u09B8\u09CD\u099F\u09CD\u09AF\u09BE\u0995 \u099F\u09CD\u09B0\u09C7\u09B8:
ERROR_EXCEPTION_CLASS=\u09AC\u09CD\u09AF\u09A4\u09BF\u0995\u09CD\u09B0\u09AE \u09B6\u09CD\u09B0\u09C7\u09A3\u09C0: {}
ERROR_UNKNOWN=\u0985\u099C\u09BE\u09A8\u09BE \u09A4\u09CD\u09B0\u09C1\u099F\u09BF
ERROR_INTERNAL=\u0985\u09AD\u09CD\u09AF\u09A8\u09CD\u09A4\u09B0\u09C0\u09A3 \u09B8\u09BF\u09B8\u09CD\u099F\u09C7\u09AE \u09A4\u09CD\u09B0\u09C1\u099F\u09BF, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09AA\u09CD\u09B0\u09B6\u09BE\u09B8\u0995\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u09AF\u09CB\u0997\u09BE\u09AF\u09CB\u0997 \u0995\u09B0\u09C1\u09A8\u0964
ERROR_BAD_REQUEST=\u0985\u09AC\u09C8\u09A7 \u0985\u09A8\u09C1\u09B0\u09CB\u09A7
ERROR_UNAUTHORIZED=\u0985\u09A8\u09A8\u09C1\u09AE\u09CB\u09A6\u09BF\u09A4, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09AA\u09CD\u09B0\u09A5\u09AE\u09C7 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09C1\u09A8
ERROR_FORBIDDEN=\u0985\u09CD\u09AF\u09BE\u0995\u09CD\u09B8\u09C7\u09B8 \u09AA\u09CD\u09B0\u09A4\u09CD\u09AF\u09BE\u0996\u09CD\u09AF\u09BE\u09A8 \u0995\u09B0\u09BE \u09B9\u09AF\u09BC\u09C7\u099B\u09C7
ERROR_NOT_FOUND=\u09B8\u09AE\u09CD\u09AA\u09A6 \u09AA\u09BE\u0993\u09AF\u09BC\u09BE \u09AF\u09BE\u09AF\u09BC\u09A8\u09BF
ERROR_METHOD_NOT_ALLOWED=\u09AA\u09A6\u09CD\u09A7\u09A4\u09BF \u0985\u09A8\u09C1\u09AE\u09CB\u09A6\u09BF\u09A4 \u09A8\u09AF\u09BC
ERROR_INTERNAL_SERVER=\u0985\u09AD\u09CD\u09AF\u09A8\u09CD\u09A4\u09B0\u09C0\u09A3 \u09B8\u09BE\u09B0\u09CD\u09AD\u09BE\u09B0 \u09A4\u09CD\u09B0\u09C1\u099F\u09BF
ERROR_BAD_GATEWAY=\u0985\u09AC\u09C8\u09A7 \u0997\u09C7\u099F\u0993\u09AF\u09BC\u09C7
ERROR_SERVICE_UNAVAILABLE=\u09B8\u09C7\u09AC\u09BE \u0989\u09AA\u09B2\u09AC\u09CD\u09A7 \u09A8\u09AF\u09BC
ERROR_GATEWAY_TIMEOUT=\u0997\u09C7\u099F\u0993\u09AF\u09BC\u09C7 \u099F\u09BE\u0987\u09AE\u0986\u0989\u099F
ERROR_WITH_ID={}\u0964 \u09A4\u09CD\u09B0\u09C1\u099F\u09BF ID: {}

