MSG_GATEWAY_TIP_1=\u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u062C\u0627\u0631\u06CC \u0631\u06A9\u06BE\u0646\u06D2 \u0633\u06D2 \u067E\u06C1\u0644\u06D2 \u0644\u0627\u06AF \u0627\u0646 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_2=\u0644\u0627\u06AF \u0627\u0646 \u0627\u0628 \u062F\u0631\u0633\u062A \u0646\u06C1\u06CC\u06BA \u06C1\u06D2\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u062F\u0648\u0628\u0627\u0631\u06C1 \u0644\u0627\u06AF \u0627\u0646 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_3=\u0644\u0627\u06AF \u0627\u0646 \u06A9\u06CC \u0645\u06CC\u0639\u0627\u062F \u062E\u062A\u0645 \u06C1\u0648 \u06AF\u0626\u06CC \u06C1\u06D2\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u062F\u0648\u0628\u0627\u0631\u06C1 \u0644\u0627\u06AF \u0627\u0646 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_4=\u0645\u0648\u062C\u0648\u062F\u06C1 \u0627\u06A9\u0627\u0624\u0646\u0679 \u06A9\u06CC \u0645\u06CC\u0639\u0627\u062F \u062E\u062A\u0645 \u06C1\u0648 \u06AF\u0626\u06CC \u06C1\u06D2\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u0645\u0646\u062A\u0638\u0645 \u0633\u06D2 \u0631\u0627\u0628\u0637\u06C1 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_5=\u06A9\u0631\u0627\u06CC\u06C1 \u062F\u0627\u0631 \u06A9\u06CC \u0645\u06CC\u0639\u0627\u062F \u062E\u062A\u0645 \u06C1\u0648\u0646\u06D2 \u06A9\u06CC \u0627\u0637\u0644\u0627\u0639 \u0628\u06BE\u06CC\u062C\u0646\u06D2 \u0645\u06CC\u06BA \u0646\u0627\u06A9\u0627\u0645\u06CC\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u0628\u0639\u062F \u0645\u06CC\u06BA \u062F\u0648\u0628\u0627\u0631\u06C1 \u06A9\u0648\u0634\u0634 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_6=\u06A9\u0631\u0627\u06CC\u06C1 \u062F\u0627\u0631 \u06A9\u06CC \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062F\u0631\u0633\u062A \u0646\u06C1\u06CC\u06BA \u06C1\u06CC\u06BA\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u0645\u0646\u062A\u0638\u0645 \u0633\u06D2 \u0631\u0627\u0628\u0637\u06C1 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_7=SSO \u062A\u0635\u062F\u06CC\u0642 \u0646\u0627\u06A9\u0627\u0645 \u06C1\u0648 \u06AF\u0626\u06CC\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u062F\u0648\u0628\u0627\u0631\u06C1 \u06A9\u0648\u0634\u0634 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_8=\u0645\u0648\u062C\u0648\u062F\u06C1 \u0627\u06A9\u0627\u0624\u0646\u0679 \u06A9\u06C1\u06CC\u06BA \u0627\u0648\u0631 \u0644\u0627\u06AF \u0627\u0646 \u06C1\u06D2\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u062F\u0648\u0628\u0627\u0631\u06C1 \u0644\u0627\u06AF \u0627\u0646 \u06A9\u0631\u06CC\u06BA\u06D4
MSG_GATEWAY_TIP_9=\u0645\u0648\u062C\u0648\u062F\u06C1 IP \u067E\u062A\u06C1 \u0648\u0627\u0626\u0679 \u0644\u0633\u0679 \u0645\u06CC\u06BA \u0646\u06C1\u06CC\u06BA \u06C1\u06D2 \u0627\u0648\u0631 \u0631\u0633\u0627\u0626\u06CC \u06A9\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0645\u0633\u062A\u0631\u062F \u06A9\u0631 \u062F\u06CC \u06AF\u0626\u06CC \u06C1\u06D2\u06D4
ERROR_MESSAGE=\u062E\u0631\u0627\u0628\u06CC \u06A9\u0627 \u067E\u06CC\u063A\u0627\u0645: {}
ERROR_TYPE=\u0627\u0633\u062A\u062B\u0646\u0627 \u06A9\u06CC \u0642\u0633\u0645: {}
ERROR_STACK_TRACE=\u0627\u0633\u0679\u06CC\u06A9 \u0679\u0631\u06CC\u0633:
ERROR_EXCEPTION_CLASS=\u0627\u0633\u062A\u062B\u0646\u0627 \u06A9\u06CC \u06A9\u0644\u0627\u0633: {}
ERROR_UNKNOWN=\u0646\u0627\u0645\u0639\u0644\u0648\u0645 \u062E\u0631\u0627\u0628\u06CC
ERROR_INTERNAL=\u0627\u0646\u062F\u0631\u0648\u0646\u06CC \u0646\u0638\u0627\u0645 \u06A9\u06CC \u062E\u0631\u0627\u0628\u06CC\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u0645\u0646\u062A\u0638\u0645 \u0633\u06D2 \u0631\u0627\u0628\u0637\u06C1 \u06A9\u0631\u06CC\u06BA\u06D4
ERROR_BAD_REQUEST=\u063A\u0644\u0637 \u062F\u0631\u062E\u0648\u0627\u0633\u062A
ERROR_UNAUTHORIZED=\u063A\u06CC\u0631 \u0645\u062C\u0627\u0632\u060C \u0628\u0631\u0627\u06C1 \u06A9\u0631\u0645 \u067E\u06C1\u0644\u06D2 \u0644\u0627\u06AF \u0627\u0646 \u06A9\u0631\u06CC\u06BA
ERROR_FORBIDDEN=\u0631\u0633\u0627\u0626\u06CC \u0645\u0633\u062A\u0631\u062F \u06A9\u0631 \u062F\u06CC \u06AF\u0626\u06CC
ERROR_NOT_FOUND=\u0648\u0633\u06CC\u0644\u06C1 \u0646\u06C1\u06CC\u06BA \u0645\u0644\u0627
ERROR_METHOD_NOT_ALLOWED=\u0637\u0631\u06CC\u0642\u06C1 \u0627\u062C\u0627\u0632\u062A \u0646\u06C1\u06CC\u06BA \u06C1\u06D2
ERROR_INTERNAL_SERVER=\u0627\u0646\u062F\u0631\u0648\u0646\u06CC \u0633\u0631\u0648\u0631 \u06A9\u06CC \u062E\u0631\u0627\u0628\u06CC
ERROR_BAD_GATEWAY=\u063A\u0644\u0637 \u06AF\u06CC\u0679 \u0648\u06D2
ERROR_SERVICE_UNAVAILABLE=\u0633\u0631\u0648\u0633 \u062F\u0633\u062A\u06CC\u0627\u0628 \u0646\u06C1\u06CC\u06BA \u06C1\u06D2
ERROR_GATEWAY_TIMEOUT=\u06AF\u06CC\u0679 \u0648\u06D2 \u0679\u0627\u0626\u0645 \u0622\u0624\u0679
ERROR_WITH_ID={}\u06D4 \u062E\u0631\u0627\u0628\u06CC \u06A9\u06CC \u0634\u0646\u0627\u062E\u062A: {}

