MSG_GATEWAY_TIP_1=\u0915\u0943\u092A\u092F\u093E \u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_2=\u0932\u0949\u0917 \u0907\u0928 \u0905\u092C \u092E\u093E\u0928\u094D\u092F \u0928\u0939\u0940\u0902 \u0939\u0948, \u0915\u0943\u092A\u092F\u093E \u092B\u093F\u0930 \u0938\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_3=\u0932\u0949\u0917 \u0907\u0928 \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u092F\u093E \u0939\u0948, \u0915\u0943\u092A\u092F\u093E \u092B\u093F\u0930 \u0938\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_4=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0916\u093E\u0924\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u092F\u093E \u0939\u0948, \u0915\u0943\u092A\u092F\u093E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_5=\u0915\u093F\u0930\u093E\u092F\u0947\u0926\u093E\u0930 \u0938\u092E\u093E\u092A\u094D\u0924\u093F \u0938\u0942\u091A\u0928\u093E \u092D\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0935\u093F\u092B\u0932, \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_6=\u0915\u093F\u0930\u093E\u092F\u0947\u0926\u093E\u0930 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0905\u092E\u093E\u0928\u094D\u092F \u0939\u0948, \u0915\u0943\u092A\u092F\u093E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_7=SSO \u092A\u094D\u0930\u092E\u093E\u0923\u0940\u0915\u0930\u0923 \u0935\u093F\u092B\u0932, \u0915\u0943\u092A\u092F\u093E \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_8=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0916\u093E\u0924\u093E \u0915\u0939\u0940\u0902 \u0914\u0930 \u0932\u0949\u0917 \u0907\u0928 \u0939\u0948, \u0915\u0943\u092A\u092F\u093E \u092B\u093F\u0930 \u0938\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0964
MSG_GATEWAY_TIP_9=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 IP \u092A\u0924\u093E \u0935\u094D\u0939\u093E\u0907\u091F\u0932\u093F\u0938\u094D\u091F \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0914\u0930 \u090F\u0915\u094D\u0938\u0947\u0938 \u0905\u0928\u0941\u0930\u094B\u0927 \u0905\u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
ERROR_MESSAGE=\u0924\u094D\u0930\u0941\u091F\u093F \u0938\u0902\u0926\u0947\u0936: {}
ERROR_TYPE=\u0905\u092A\u0935\u093E\u0926 \u092A\u094D\u0930\u0915\u093E\u0930: {}
ERROR_STACK_TRACE=\u0938\u094D\u091F\u0948\u0915 \u091F\u094D\u0930\u0947\u0938:
ERROR_EXCEPTION_CLASS=\u0905\u092A\u0935\u093E\u0926 \u0935\u0930\u094D\u0917: {}
ERROR_UNKNOWN=\u0905\u091C\u094D\u091E\u093E\u0924 \u0924\u094D\u0930\u0941\u091F\u093F
ERROR_INTERNAL=\u0906\u0902\u0924\u0930\u093F\u0915 \u0938\u093F\u0938\u094D\u091F\u092E \u0924\u094D\u0930\u0941\u091F\u093F, \u0915\u0943\u092A\u092F\u093E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\u0964
ERROR_BAD_REQUEST=\u0905\u092E\u093E\u0928\u094D\u092F \u0905\u0928\u0941\u0930\u094B\u0927
ERROR_UNAUTHORIZED=\u0905\u0928\u0927\u093F\u0915\u0943\u0924, \u0915\u0943\u092A\u092F\u093E \u092A\u0939\u0932\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902
ERROR_FORBIDDEN=\u090F\u0915\u094D\u0938\u0947\u0938 \u0905\u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E
ERROR_NOT_FOUND=\u0938\u0902\u0938\u093E\u0927\u0928 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E
ERROR_METHOD_NOT_ALLOWED=\u0935\u093F\u0927\u093F \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0928\u0939\u0940\u0902 \u0939\u0948
ERROR_INTERNAL_SERVER=\u0906\u0902\u0924\u0930\u093F\u0915 \u0938\u0930\u094D\u0935\u0930 \u0924\u094D\u0930\u0941\u091F\u093F
ERROR_BAD_GATEWAY=\u0905\u092E\u093E\u0928\u094D\u092F \u0917\u0947\u091F\u0935\u0947
ERROR_SERVICE_UNAVAILABLE=\u0938\u0947\u0935\u093E \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
ERROR_GATEWAY_TIMEOUT=\u0917\u0947\u091F\u0935\u0947 \u0938\u092E\u092F \u0938\u092E\u093E\u092A\u094D\u0924
ERROR_WITH_ID={}\u0964 \u0924\u094D\u0930\u0941\u091F\u093F ID: {}

